export default function PricesPage() {
  return (
    <div className="prices flex flex-col md:flex-row flex-grow">
      <div className="mx-auto max-w-[1200px] 2xl:max-w-[1400px] px-8 md:px-0">
        <p>
          Обсяг розрахункової сторінки засвідченого перекладу (так званого
          присяжного перекладу) становить 1125 знаків з пробілами. Розрахункова
          сторінка звичайного перекладу (не засвідченого) становить 1800 знаків
          з пробілами.
        </p>
        <p>
          Під час розрахунку за сторінку приймається 25 рядків, а за рядок - 45
          знаків. Знаком вважаються всі видимі друкарські знаки, зокрема літери,
          розділові знаки, цифри, знаки переносу та пробіли між ними, виправдані
          структурою речення. Розпочата сторінка зараховується як ціла сторінка.
          2. У випадку перекладу, виконаного машинописом або комп&apos;ютерним
          друком, що відрізняється від 25 рядків по 45 знаків на сторінці,
          сторінка перекладу вважається 1125 знаків.
        </p>
      </div>
    </div>
  );
}
