export default function Legalization() {
  return (
    <div className="legalization flex flex-col md:flex-row flex-grow">
      <div className="mx-auto max-w-[1200px] my-15 md:my-20">
        <h2
          className="text-[26px] md:text-5xl 3xl:text-5xl text-[#704B40] text-center tracking-widest md:tracking-custom mb-5 md:mb-10 uppercase md:normal-case font-medium md:font-light"
          style={{ fontFamily: 'var(--font-playfair-display)' }}
        >
          Легалізація перебування у&nbsp;Польщі
        </h2>
        <p>
          Легалізація перебування іноземних громадян у Республіці Польща є
          обов&apos;язковою умовою для законного проживання, навчання та
          працевлаштування.
        </p>
        <p>
          Пропонуємо{' '}
          <b>комплексну підтримку на всіх етапах процесу легалізації</b>{' '}
          перебування і роботи на території Польщі відповідно до чинних норм
          міграційного законодавства.
        </p>

        <ul>
          <h3>Види послуг:</h3>
          <li>
            • Підготовка документів та супровід в оформленні дозволів на
            тимчасове перебування (<b>pobyt czasowy</b>) на підставі роботи,
            навчання, шлюбу тощо;
          </li>
          <li>
            • Підготовка документів та супровід в оформленні дозволів на
            постійне перебування та карт довготермінового резидента ЄС (
            <b>pobyt stały / pobyt rezydenta długoterminowego UE</b>)
          </li>
          <li>
            • Консультаційний супровід при зміні працедавця або змінах підстав
            перебування
          </li>
          <li>
            • Підготовку скарг та апеляцій у випадку відмови в наданні дозволу;
          </li>
          <li>
            • Моніторинг справ та супровід у Воєводському та інших управліннях
            (urzędach);
          </li>
          <p>
            Та багато інших пов’язаних із перебуванням і життям іноземців в
            Польщі.
          </p>
        </ul>
        <ul>
          <h3>Переваги від співпраці з нами:</h3>
          <li>• повна відповідність до процедур;</li>
          <li>• оптимізація строків розгляду справ;</li>
          <li>
            • можливість дистанційної реалізації поставлених Вами завдань
            (контакт та передача необхідних матеріалів за допомогою Viber,
            Gmail, Messenger...);
          </li>
          <li>• точність та конфіденційність усієї наданої інформації.</li>
        </ul>
        <p>
          Зверніться сьогодні для <b>безкоштовної консультації</b> і ми
          допоможемо Вам <b>заощадити час, уникнути помилок</b> на шляху до
          легалізації Вашого перебування у Польщі.
        </p>
      </div>
    </div>
  );
}
