export default function TranslationsPage() {
  return (
    <div className="translations flex flex-col md:flex-row flex-grow items-center">
      <div className="mx-auto max-w-[1200px] 2xl:max-w-[1400px] px-8 md:px-0">
        <h2>
          Офіційний (завірений) переклад з української на польську мову і з
          польської на українську мову
        </h2>
        <p>
          У випадку якщо Вам потрібно використати документи оформлені в Україні
          в офіційних державних огранах, організаціях на території Польщі, то
          необхідно також мати їх офіційний переклад виконаний присяжним
          перекладачем. Згідно з абз. 2 ст. 8 Закону «Про іноземців» Dokumenty
          sporządzone w języku obcym, służące za dowód w postępowaniu
          prowadzonym na podstawie ustawy, składa się wraz z ich tłumaczeniem na
          język polski, dokonanym przez tłumacza przysięgłego.
        </p>
        <p>
          Документи, оформлені іноземною мовою, які є доказами у провадженнях,
          що ведуться відповідно до закону, подаються разом з їх перекладом на
          польську мову, виконаним присяжним перекладачем.
        </p>
        <p>
          Завірений переклад з української на польську мову (т.зв. «присяжний
          переклад») - це офіційний переклад документів, який виконується
          присяжним перекладачем, ліцензованим Міністерством юстиції Республіки
          Польща та внесеним до списку присяжних перекладачів.
        </p>
        https://arch-bip.ms.gov.pl/pl/rejestry-i-ewidencje/tlumacze-przysiegli/lista-tlumaczy-przysieglych/translator,11846.html
        <p>
          Такий переклад має юридичну силу та визнається польськими державними
          установами, судами, навчальними закладами та іншими офіційними
          органами.
        </p>
        <h3>Завірений переклад вам знадобиться, серед іншого, під час:</h3>
        <ul></ul>
        <li>
          • подачі документів до Управління соціального страхування (ZUS),
          Воєводського управління (Urząd Wojewódzki), Відділу реєстрації актів
          цивільного стану (USC) тощо;
        </li>
        <li>
          • оформлення дозволу на перебування, громадянства, дозволу на роботу,
          візи;
        </li>
        <li>
          • вступу на навчання, працевлаштування, під час вчинення нотаріальних
          дій;
        </li>
        <li>• розгляду судових справ, в поліції, прокуратурі.</li>
        <h3> Запрошую до співпраці та гарантую:</h3>
        <li>
          * завірений переклад (підписом та печаткою) з української мови на
          польську та з польської на українську документів, оформлених в органах
          РАЦСу, школах, вищих навчальних закладах та інших установах, медичної
          документації, довіреностей, заяв, фірмових документів, судових рішень
          та інших документів;
        </li>
        <li>
          * звичайний переклад з української на польську мову і навпаки різного
          виду документації, інтернет-сторінок, тощо;
        </li>
        <li>
          * підготовка довіреностей та заяв польською / українською / російською
          мовами; * допомога у заповненні анкет, заяв;
        </li>
        <li>
          * усний переклад під час вчинення нотаріальних дій у нотаріуса;
          реєстрації актів цивільного стану у відповідних органах; правочинів в
          інших державних органах; під час екзаменів, які проводяться
          Управлінням технічного нагляду (UDT), під час екзаменів водіння (WORD)
        </li>
        <li>* чітке дотримання термінів;</li>
        <li>* прозору систему розрахунку;</li>
        <li></li>
        <li>* дотримання конфіденційності;</li>
        <p>
          Професійний переклад — ключ до безперешкодної легалізації Ваших
          документів у Польщі.
        </p>
        <p>
          Запрошую на безкоштовну консультацію та розрахунок вартості - я
          оперативно опрацюю Ваш запит, здійсню розрахунки і повідомлю строки
          його виконання.
        </p>
      </div>
    </div>
  );
}
